<svelte:head>
  <title>Pribacy</title>
</svelte:head>

<div class="container">
  <h1>Privacy</h1>

  <h2>広告について</h2>

  <p>
    当サイトでは，第三者配信の広告サービス（Googleアドセンス）を利用しています． このような広告配信事業者は，ユーザーの興味に応じた商品やサービスの広告を表示するため，Cookie（氏名，住所，メールアドレス，電話番号は含まれません）を使用することがあります． Cookieを無効にする方法やGoogleアドセンスに関する詳細は<a
      href="https://policies.google.com/technologies/ads?gl=jp"
      target="_blank">こちら</a
    >をご確認ください．
  </p>
  <p>また，keitarooOO Blogは，Amazon.co.jpを宣伝しリンクすることによってサイトが紹介料を獲得できる手段を提供することを目的に設定されたアフィリエイトプログラムである，Amazonアソシエイト・プログラムの参加者です．</p>
  <p>第三者がコンテンツおよび宣伝を提供し，訪問者から直接情報を収集し，訪問者のブラウザにCookie（クッキー）を設定したりこれを認識したりする場合があります．</p>
  <p />
  <h2>アクセス解析ツールについて</h2>
  <p>
    当サイトでは，Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています． このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています． このトラフィックデータは匿名で収集されており，個人を特定するものではありません．
    この機能はCookieを無効にすることで収集を拒否することが出来ますので，お使いのブラウザの設定をご確認ください．
  </p>

  <h2>当サイトへのコメントについて</h2>
  <p>
    当サイトでは，スパム・荒らしへの対応として，コメントの際に使用されたIPアドレスを記録しています． これはブログの標準機能としてサポートされている機能で，スパム・荒らしへの対応以外にこのIPアドレスを使用することはありません．
    また，メールアドレスとURLの入力に関しては，任意となっております．全てのコメントは管理人が事前にその内容を確認し，承認した上での掲載となりますことをあらかじめご了承下さい． 加えて，次の各号に掲げる内容を含むコメントは管理人の裁量によって承認せず，削除する事があります．
  </p>
</div>
