<svelte:head>
  <title>Terms</title>
</svelte:head>

<div class="container">
  <h1>Terms</h1>
  <p>当サイトで掲載している画像の著作権・肖像権等は各権利所有者に帰属致します． 権利を侵害する目的ではございません．</p>
  <p>記事の内容や掲載画像等に問題がございましたら，<a
      href="https://blog.keitaroooo.com/contact"
      target="_blank">こちら</a
    >よりご連絡下さい． 確認後，対応させて頂きます．</p>
  <p>当サイトからリンクやバナーなどによって他のサイトに移動された場合，移動先サイトで提供される情報，サービス等について一切の責任を負いません．</p>
  <p>当サイトのコンテンツ・情報につきまして，可能な限り正確な情報を掲載するよう努めておりますが，誤情報が入り込んだり，情報が古くなっていることもございます．</p>
  <p>当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください．</p>
</div>
